bench/eval/20180502_150259_nvme_gmap/pgbench_result.txt
transaction type: multiple scripts
scaling factor: 1
query mode: prepared
number of clients: 64
number of threads: 1
duration: 2 s
number of transactions actually processed: 35450
latency average = 3.617 ms
tps = 17693.717428 (including connections establishing)
tps = 17718.354241 (excluding connections establishing)
SQL script 1: /home/masahiko/pgsql/bench/eval/gaussian_bench.sql
 - weight: 5 (targets 83.3% of total)
 - 29513 transactions (83.3% of total, tps = 14730.456487)
 - latency average = 3.230 ms
 - latency stddev = 1.908 ms
SQL script 2: /home/masahiko/pgsql/bench/eval/uniformly_bench.sql
 - weight: 1 (targets 16.7% of total)
 - 5937 transactions (16.7% of total, tps = 2963.260941)
 - latency average = 3.288 ms
 - latency stddev = 1.955 ms